[
  "Cuánto cuesta una habitación individual por noche? Este listado abarca las frases más comunes y útiles para un camarero en un entorno de hostelería, permitiendo una comunicación fluida y profesional con clientes de habla inglesa",
  "Me gustaría reservar una mesa para cenar el domingo",
  "Dónde está el cuarto de baño",
  "Dónde está el comedor",
  "Dónde está el ascensor",
  "Dónde está la mopa/el trapeador/la fregona",
  "Dónde está la basura",
  "Vino blanco para mí, un vino tinto",
  "Por quién debo preguntar cuando llegue",
  "Con baño o sin baño",
  "Con",
  "Le gustaría un reemplazo o algo más en su lugar",
  "Le gustaría una guarnición con eso",
  "Le gustaría una habitación individual o doble",
  "Prefiere una mesa dentro o fuera",
  "Le gustaría algún postre",
  "Le gustaría hielo",
  "Le gustaría más agua/vino/cerveza",
  "Les gustaría algo de beber",
  "Les gustaría algo para empezar",
  "Le gustaría esa mesa al sol por allí",
  "Le gustaría pedir algún postre de nuestro carrito de postres",
  "Les gustaría ver el menú de postres",
  "Le gustaría comenzar con un aperitivo",
  "Les gustaría comenzar con algunas entradas",
  "Le gustaría probar nuestro postre especial",
  "Sí, y luego seque el piso",
  "Sí, mi nombre es Carmen Rojas",
  "Sí, por favor, entre",
  "Sí, por favor",
  "Sí, lo hay",
  "Su nombre, por favor",
  "Su pedido estará listo en unos minutos",
  "Su reserva ha sido cancelada",
  "Su habitación está en el segundo piso",
  "Buenas tardes, me gustaría pedir comida a la habitación.",
  "Claro, señor. ¿Qué desea ordenar?",
  "Quiero una hamburguesa con patatas fritas.",
  "¿Desea bebida con su pedido?",
  "Sí, una Coca-Cola, por favor.",
  "Perfecto. Su pedido llegará en 20 minutos.",
  "Con mucho gusto, que tenga buena tarde.",
  "Buenas noches, ¿podrían traerme toallas limpias?",
  "Sí, señor. ¿Cuántas necesita?",
  "Dos, por favor.",
  "De acuerdo, se las llevaremos en unos minutos.",
  "Con mucho gusto.",
  "Buenos días, me gustaría pedir el desayuno en la habitación.",
  "Claro, ¿qué le gustaría?",
  "Café con leche y tostadas.",
  "¿Desea huevos o fruta?",
  "Sí, unos huevos revueltos.",
  "Muy bien, se lo subimos en 15 minutos.",
  "Buenas, ¿pueden recoger la bandeja de la cena?",
  "Sí, ¿podría dejarla fuera de la habitación?",
  "Por supuesto, la dejaré en el pasillo.",
  "Perfecto, la recogeremos en unos minutos.",
  "Buenas tardes, ¿me pueden traer dos cervezas frías?",
  "Por supuesto, ¿a qué número de habitación?",
  "La 305.",
  "Perfecto, en 10 minutos las tendrá.",
  "Disculpe, ¿podrían traerme una manta extra?",
  "Sí, señor. Se la llevaremos enseguida.",
  "Muchas gracias, hace un poco de frío.",
  "No hay problema, llegaremos en unos minutos.",
  "Hola, el aire acondicionado no funciona.",
  "Lamentamos el inconveniente. Enviaremos a mantenimiento.",
  "¿Saben cuánto tardarán?",
  "En unos 15 minutos debería estar allí.",
  "Hola, pedí comida hace 20 minutos. ¿A qué hora llegará exactamente?",
  "Estamos en camino, llegará en 5 minutos.",
  "Perfecto, gracias por avisar.",
  "Con gusto, señor.",
  "Buenas tardes, ¿tienen postres disponibles?",
  "Sí, tenemos tarta de queso y helado.",
  "Entonces tráigame una tarta de queso.",
  "Muy bien, llegará en unos minutos.",
  "Por favor, necesito una ambulancia.",
  "¿Qué ha ocurrido, señor?",
  "Mi compañero se ha desmayado.",
  "Llamaremos inmediatamente a emergencias.",
  "Disculpe, mi sopa está fría.",
  "Lamento lo ocurrido. ¿Desea que se la calentemos o le traigo una nueva?",
  "Prefiero una nueva, por favor.",
  "Por supuesto, se la cambiaré de inmediato.",
  "Gracias. También me gustaría un poco de pan caliente.",
  "Enseguida le traigo pan recién hecho.",
  "Agradezco la rapidez.",
  "De nuevo, disculpe las molestias.",
  "Buenas noches, hay mucho ruido cerca de mi habitación.",
  "Lamentamos la molestia. ¿Podría indicarnos su número de habitación?",
  "Estoy en la 412.",
  "Gracias. Enviaremos a seguridad para que verifique y pediremos silencio.",
  "Aquí tengo el correo de confirmación.",
  "Gracias. Tiene razón; actualizaremos su reserva y añadiremos el desayuno sin coste.",
  "¿Y la vista al mar?",
  "Podemos ofrecerle una habitación con vista parcial hoy y vista completa mañana.",
  "Acepto la solución.",
  "Gracias por su comprensión y disculpe el error.",
  "Perdón, pedí sin frutos secos y este postre los tiene.",
  "Lo siento mucho. Prepararemos un postre seguro para usted.",
  "Necesito que lo confirmen con cocina, por favor.",
  "Ahora mismo hablo con el chef y le traigo una alternativa sin alérgenos.",
  "Gracias por atenderlo.",
  "También revisaremos los procedimientos para evitar que se repita.",
  "Me quedo más tranquilo.",
  "Disculpe las molestias ocasionadas.",
  "El Wi‑Fi no me deja conectar.",
  "Vamos a ayudarle. ¿Le aparece la red del hotel?",
  "Sí, pero dice contraseña incorrecta.",
  "La contraseña actual es ‘Hotel2025!’. ¿Puede probar de nuevo?",
  "Ahora sí conecta, gracias.",
  "Si vuelve a fallar, podemos reiniciar el punto de acceso de su planta.",
  "Perfecto.",
  "Estamos a su disposición para cualquier otra cosa.",
  "He esperado más de veinte minutos para hacer el check‑in.",
  "Sentimos la espera. Hoy hemos tenido varias llegadas al mismo tiempo.",
  "Entiendo, pero ha sido incómodo.",
  "Para compensar, le ofrecemos salida tardía sin coste.",
  "Gracias, lo aprecio.",
  "Además, aceleraremos su check‑in ahora mismo.",
  "Perfecto, gracias por la solución.",
  "Bienvenido al hotel y que disfrute su estancia.",
  "Tengo una reserva a nombre de García.",
  "Gracias, hasta luego.",
  "Pedido de bebidas antes de revisar la carta",
  "El cliente pide bebidas iniciales mientras decide la comida.",
  "Enseguida se lo traigo.",
  "Gracias.",
  "Recomendación de vino para el plato principal",
  "El cliente pide sugerencia de vino para acompañar un plato concreto.",
  "Entrantes para compartir",
  "El cliente pide tapas y entrantes para compartir; el camarero confirma cantidades.",
  "Sí, por favor.",
  "Explicar tiempos de espera en cocina",
  "El cliente pregunta por el tiempo de espera; el camarero da tiempos estimados.",
  "Cambio de guarnición del plato",
  "El cliente pide sustituir la guarnición por otra opción disponible.",
  "Solicitar caja para llevar",
  "El cliente no termina el plato y solicita llevarse lo que sobra.",
  "A usted.",
  "Error en el pedido y solución",
  "Llega un plato equivocado; el camarero se disculpa y lo corrige.",
  "Disculpe, creo que este no es mi plato.",
  "Lo siento mucho por el error, se lo cambio ahora mismo.",
  "Gracias, no se preocupe.",
  "¿Desea algo mientras espera, como pan o una bebida?",
  "Un poco de pan estaría bien.",
  "Perfecto, vuelvo enseguida con el pan y el plato correcto.",
  "Gracias a usted por la paciencia.",
  "Pedir cubiertos y platos extra",
  "El cliente solicita cubiertos/platos adicionales para compartir.",
  "¿Podría traer un cuchillo y un plato extra, por favor?",
  "Claro, ¿necesita también servilletas adicionales?",
  "Ahora se lo traigo todo.",
  "Perfecto, gracias.",
  "Con gusto. ¿Algo más que pueda acercarles?",
  "Eso es todo por ahora.",
  "Muy bien, disfruten.",
  "Pedir la carta de postres y decidir",
  "El cliente pide la carta de postres; el camarero describe opciones populares.",
  "¿Nos puede traer la carta de postres?",
  "Por supuesto. Los más populares son la tarta de queso y el coulant de chocolate.",
  "Suena bien. ¿El coulant lleva frutos secos?",
  "No, pero puedo confirmarlo con cocina si lo desea.",
  "Sí, por favor, gracias.",
  "Confirmado: no contiene frutos secos.",
  "Entonces tomaremos dos, para compartir.",
  "Perfecto, enseguida los traigo.",
  "Dividir la cuenta según consumo",
  "El grupo solicita pagar por separado de acuerdo a lo que pidió cada uno.",
  "¿Podemos dividir la cuenta según lo que pidió cada uno?",
  "Sí, por supuesto. ¿Pagarán con efectivo o tarjeta?",
  "Tarjeta, por favor.",
  "Perfecto, preparo las cuentas separadas.",
  "Gracias, así es más cómodo.",
  "Aquí tienen. ¿Desean añadir propina?",
  "Sí, añadiremos un 10%.",
  "Muchas gracias. Paso con el datáfono.",
  "Recomendación de cócteles de la casa",
  "El cliente pide una bebida especial y el bartender recomienda cócteles.",
  "Me apetece algo fresco y cítrico, ¿alguna recomendación?",
  "Le recomiendo un mojito o una caipiriña; ambos son cítricos y refrescantes.",
  "Mojito suena bien. ¿Lo puede hacer menos dulce?",
  "Claro, ajusto el azúcar. ¿Con o sin hielo picado?",
  "Con hielo picado, por favor.",
  "Perfecto, en un momento lo tiene.",
  "A usted, ¡salud!",
  "Solicitar cambio de mesa",
  "El cliente pide cambiar a una mesa más tranquila; el camarero gestiona el cambio.",
  "¿Sería posible cambiarnos a una mesa más tranquila?",
  "Voy a comprobar disponibilidad. Un momento, por favor.",
  "Hay una mesa libre junto a la ventana. ¿Les parece bien?",
  "Perfecto, muchas gracias.",
  "Les acompaño ahora mismo.",
  "Se lo agradecemos.",
  "A ustedes. Espero que estén más cómodos.",
  "Confirmación de alergias al tomar la orden",
  "El camarero verifica alergias y restricciones dietéticas antes de pasar el pedido a cocina.",
  "Antes de pasar su pedido, ¿tienen alguna alergia o restricción dietética?",
  "Sí, uno de nosotros es alérgico a los frutos secos.",
  "Gracias por avisar. Me aseguraré de que sus platos sean libres de frutos secos.",
  "¿El curry de verduras lleva frutos secos?",
  "No suele llevar, pero lo confirmo con cocina ahora mismo.",
  "Confirmado: es apto. Lo anoto en la comanda.",
  "Gracias por la atención.",
  "Happy hour: qué incluye y horarios",
  "El cliente pregunta por la happy hour y qué bebidas entran en la promoción.",
  "Buenas tardes, ¿tienen happy hour?",
  "Sí, de 18:00 a 20:00. Incluye cervezas, vino por copa y cócteles clásicos.",
  "¿Los cócteles de autor también entran?",
  "No, solo mojito, daiquiri, caipiriña y gin-tonic.",
  "Perfecto, entonces un mojito por favor.",
  "¿Desea que lo haga menos dulce o con menos alcohol?",
  "Menos dulce, por favor.",
  "Hecho. Sale enseguida.",
  "Pedir un mocktail (cóctel sin alcohol)",
  "El cliente quiere una alternativa sin alcohol con perfil cítrico.",
  "Busco algo sin alcohol, fresco y cítrico. ¿Qué me recomienda?",
  "Un mojito sin alcohol o un 'Virgin Mule' con lima y jengibre.",
  "El Virgin Mule suena bien. ¿Lleva azúcar?",
  "Muy poca, puedo reducirla o usar edulcorante.",
  "Redúzcala, por favor.",
  "¿Con hielo picado o cubitos?",
  "Hielo picado.",
  "Alergias en coctelería (clara de huevo, frutos secos)",
  "El cliente indica alergias y el bartender adapta la receta.",
  "Soy alérgico a la clara de huevo. ¿Algún sour sin clara?",
  "Sí, puedo hacerlo sin clara y agitarlo fuerte para dar cuerpo.",
  "También evito frutos secos, ¿usa sirope de almendra?",
  "No, usaré sirope simple. ¿Prefiere whisky o pisco?",
  "Pisco, por favor.",
  "¿Quiere más ácido o más dulce?",
  "Más ácido.",
  "Perfecto, lo preparo ahora mismo, sin clara y sin frutos secos.",
  "Preguntar por cervezas artesanas locales",
  "El cliente quiere probar cervezas locales y pide una recomendación.",
  "¿Tienen cervezas artesanas locales?",
  "Sí, tenemos una IPA y una pilsner de la ciudad.",
  "¿Puedo probar primero un poco de la IPA?",
  "Claro, le traigo una muestra.",
  "Me gusta, póngame media pinta.",
  "¿Quiere también algo para picar?",
  "Unas aceitunas estaría bien.",
  "Enseguida lo traigo.",
  "Degustación de vinos por copa",
  "El cliente desea probar diferentes vinos por copa antes de decidir.",
  "¿Ofrecen vinos por copa para degustar?",
  "Sí, tenemos blanco, tinto y rosado. Podemos servir medias copas.",
  "Empiezo con un blanco seco y luego un tinto joven.",
  "Perfecto, le sirvo primero el blanco.",
  "Gracias, ¿tienen carta de quesos para acompañar?",
  "Sí, con tres tipos: curado, azul y de cabra.",
  "Entonces añada la tabla de quesos, por favor.",
  "Hecho, ahora mismo se la traigo.",
  "Última ronda antes del cierre",
  "El bartender anuncia última ronda y gestiona los últimos pedidos.",
  "Aviso de última ronda: cerramos en 20 minutos.",
  "Entonces pondremos dos gin-tonics, por favor.",
  "Claro, ¿con qué ginebra los prefieren?",
  "Con la de la casa está bien.",
  "¿Con o sin limón?",
  "Con limón, gracias.",
  "Perfecto, salen enseguida.",
  "Gracias por avisar.",
  "Pérdida de objetos en barra",
  "El cliente cree haber perdido un objeto y el bartender verifica objetos perdidos.",
  "Creo que olvidé mi cartera en la barra anoche, ¿la han visto?",
  "Déjeme revisar en objetos perdidos. ¿De qué color es?",
  "Negra, con una banda gris.",
  "Sí, aquí hay una que coincide. ¿Puede mostrar una identificación?",
  "Perfecto, se la devolvemos. ¿Quiere dejar un contacto por si encontramos otra cosa?",
  "Sí, le dejo mi teléfono.",
  "Anotado. Nos alegra que apareciera.",
  "Pago inmediato por cada ronda",
  "El cliente prefiere pagar cada ronda al momento.",
  "Prefiero pagar cada ronda al momento, ¿es posible?",
  "Sí, sin problema. Esta ronda son 12 euros.",
  "Pago con tarjeta, por favor.",
  "Cuando quiera, acerque la tarjeta.",
  "Listo. ¿Puede darme el recibo?",
  "Por supuesto, aquí lo tiene.",
  "Preguntar por tapas disponibles en barra",
  "El cliente pregunta si hay tapas o pinchos disponibles en la barra.",
  "¿Tienen alguna tapa en barra ahora mismo?",
  "Sí, tortilla, croquetas y ensaladilla.",
  "Póngame una tapa de tortilla y dos croquetas.",
  "¿Quiere pan con la tortilla?",
  "Perfecto, se lo llevo a la mesa.",
  "Con gusto.",
  "Pedir un cóctel con menos alcohol",
  "El cliente solicita un cóctel más suave y el bartender ajusta la receta.",
  "¿Puede hacer el cóctel un poco más suave?",
  "Sí, reduzco el alcohol y refuerzo el zumo.",
  "¿Quiere también menos azúcar?",
  "Hecho, lo preparo ahora mismo.",
  "Genial.",
  "Aquí lo tiene, ¡salud!",
  "Recomendación de cóctel de autor",
  "El bartender recomienda un cóctel de autor según preferencias del cliente.",
  "Quiero algo diferente, ¿qué cóctel de autor recomienda?",
  "El 'Citrus Basil Smash', con gin, albahaca y cítricos.",
  "Suena bien. ¿Puede hacerlo con vodka en lugar de gin?",
  "Sí, será un perfil más suave. ¿Le parece?",
  "Perfecto, adelante.",
  "Cubitos, gracias.",
  "Enseguida lo tiene.",
  "Dejar propina con pago con tarjeta",
  "El cliente quiere dejar propina y pregunta si puede incluirla en el pago con tarjeta.",
  "¿Puedo incluir la propina al pagar con tarjeta?",
  "Sí, puedo añadir el porcentaje antes de procesar el pago.",
  "Añada un 10%, por favor.",
  "Perfecto, total con propina: aquí tiene para confirmar.",
  "Listo.",
  "Pago aprobado. Muchas gracias.",
  "Gracias a ustedes por el servicio.",
  "Un placer, ¡hasta pronto!",
  "Dividir una botella en varias copas",
  "El cliente pide abrir una botella y servir en varias copas con control de cantidades.",
  "Vamos a abrir una botella de vino y dividirla en cuatro copas.",
  "Por supuesto, ¿quieren copas iguales o una de cata para el conductor?",
  "Una de cata para el conductor, gracias.",
  "Perfecto, lo sirvo ahora mismo.",
  "¿Nos deja también agua?",
  "Sí, una jarra de agua para la mesa.",
  "A ustedes, que lo disfruten.",
  "Explicación de un licor típico español",
  "El cliente extranjero pide explicación de un licor local y cómo se toma.",
  "¿Qué licor típico español me recomienda probar?",
  "El orujo es muy popular; también el licor de hierbas y la pacharán.",
  "¿Cómo se toman normalmente?",
  "Generalmente, en chupito después de comer, frío o con hielo.",
  "Probaré pacharán con hielo, por favor.",
  "Excelente elección.",
  "Cierre de caja: última llamada y negativa cortés",
  "El bar está cerrando y el bartender explica que ya no se sirven bebidas.",
  "¿Podemos pedir una bebida rápida?",
  "Lo siento, ya hemos cerrado caja y no servimos más bebidas.",
  "Entiendo, gracias igualmente.",
  "Gracias por venir. Les esperamos en otro momento.",
  "Volveremos mañana.",
  "Perfecto, abrimos a las 17:00.",
  "Hasta mañana.",
  "Hasta mañana, que tengan buena noche.",
  "Queja: plato frío",
  "Cliente recibe un plato frío y se queja.",
  "Disculpe, mi plato está frío.",
  "Lo siento mucho, voy a pedir que lo recalienten.",
  "Gracias, preferiría que estuviera caliente como corresponde.",
  "Enseguida lo solucionamos, no tardará.",
  "Perfecto, espero un momento.",
  "Aquí lo tiene de nuevo, caliente y recién salido.",
  "Queja: retraso en servicio",
  "Cliente se queja de que su pedido tarda demasiado.",
  "Perdone, llevamos más de 30 minutos esperando.",
  "Lamento la demora, la cocina está saturada.",
  "¿Cuánto más tendremos que esperar?",
  "Unos 10 minutos más, si lo desea puedo traerle pan y bebida ahora.",
  "De inmediato, y supervisaré que su pedido salga lo antes posible.",
  "Queja: pedido equivocado",
  "Cliente recibe un plato distinto al que pidió.",
  "Creo que este no es mi plato, yo pedí pasta.",
  "Lo siento, le han traído la orden equivocada.",
  "Es la segunda vez que ocurre.",
  "Voy a corregirlo inmediatamente, y la casa le invita a un postre.",
  "Ya mismo tendrá su pasta correcta.",
  "Queja: error en la cuenta",
  "Cliente nota un cobro extra en la cuenta.",
  "Perdone, hay un cargo que no corresponde.",
  "Déjeme revisar, tiene razón, es un error.",
  "Agradezco que lo corrija.",
  "Ya está corregido, y le traigo la cuenta actualizada.",
  "Gracias a usted por señalarlo.",
  "Queja: parte del pedido olvidada",
  "Cliente indica que falta parte de lo que pidió.",
  "Nos falta una bebida de lo que pedimos.",
  "Disculpas, se quedó en la barra. La traigo ahora mismo.",
  "Gracias, solo queríamos recordarlo.",
  "Aquí está su bebida, perdón por la omisión.",
  "Todo bien, gracias.",
  "A ustedes, disfruten.",
  "Queja: vino pasado",
  "Cliente se queja de que el vino sabe mal.",
  "Este vino no sabe bien, parece pasado.",
  "Lo lamento, traeré otra botella.",
  "Gracias, prefiero no arriesgarme.",
  "Abriré una nueva botella para usted.",
  "Perfecto, se lo agradezco.",
  "Con gusto, queremos que disfrute.",
  "Queja: silla rota",
  "Cliente se queja de una silla defectuosa.",
  "Esta silla está inestable.",
  "Lo siento mucho, voy a cambiarla de inmediato.",
  "Gracias, es incómodo sentarse así.",
  "Aquí tiene otra silla en buen estado.",
  "Mucho mejor, gracias.",
  "Encantado de resolverlo.",
  "Queja: ruido excesivo",
  "Cliente se queja del ruido.",
  "Hay demasiado ruido, casi no podemos hablar.",
  "Comprendo, puedo ofrecerles una mesa más tranquila.",
  "Eso estaría bien.",
  "Les traslado ahora mismo.",
  "Queremos que estén cómodos.",
  "Queja: comida poco hecha",
  "Cliente indica que la carne no está bien cocinada.",
  "La carne está poco hecha para mi gusto.",
  "Lo siento, ¿quiere que la pasen un poco más?",
  "Enseguida se la devuelvo más hecha.",
  "De nada, disculpe la molestia.",
  "Queja: café frío",
  "Cliente se queja de café frío.",
  "Mi café está frío.",
  "Lamento mucho eso, prepararé uno nuevo.",
  "Gracias, me gustaría que esté caliente.",
  "Por supuesto, en un minuto.",
  "Aquí lo tiene recién hecho.",
  "Queja: sobrecargo no pedido",
  "Cliente ve un cargo por algo no pedido.",
  "Nos han cobrado un plato que no pedimos.",
  "Lo reviso… tiene razón, fue un error.",
  "Por favor elimínelo.",
  "Hecho, ya está corregido.",
  "Disculpas por el error.",
  "Queja: tardanza en postre",
  "Cliente espera demasiado el postre.",
  "¿El postre tardará mucho más?",
  "Lo siento, se retrasó en cocina.",
  "¿Puede comprobarlo?",
  "Sí, lo haré de inmediato.",
  "Aquí está su postre, disculpe la espera.",
  "Queja: hablar con encargado",
  "Cliente pide hablar con encargado.",
  "Quiero hablar con el encargado, por favor.",
  "Por supuesto, ahora mismo se lo llamo.",
  "Aquí está el encargado, atenderá su queja.",
  "Muy amable.",
  "Queja: limpieza en baño",
  "Cliente se queja del estado del baño.",
  "El baño está sucio, deberían revisarlo.",
  "Gracias por avisar, mandaré a alguien a limpiarlo.",
  "Por favor, es importante.",
  "Lo entiendo, se resolverá en minutos.",
  "Resolución con invitación de la casa",
  "El camarero compensa una molestia con un detalle de la casa.",
  "Hubo varios errores en nuestro servicio hoy.",
  "Lamento mucho lo ocurrido.",
  "Esperábamos una experiencia más fluida.",
  "Como disculpa, la casa les invita a las bebidas.",
  "Lo aprecio mucho.",
  "Esperamos que vuelvan y disfruten la próxima vez.",
  "Pidiendo una cerveza en la barra",
  "Un cliente pide una cerveza en un bar concurrido.",
  "Buenas noches, ¿me pone una cerveza, por favor?",
  "Claro, ¿quiere caña o pinta?",
  "Una pinta, por favor.",
  "Aquí tiene, son 4 euros.",
  "¿Puedo pagar con tarjeta?",
  "Sí, introduzca su tarjeta aquí.",
  "Gracias a usted, que lo disfrute.",
  "Pidiendo un cóctel clásico",
  "Un cliente pide un cóctel en la barra.",
  "Buenas tardes, ¿me prepara un mojito, por favor?",
  "Por supuesto, ¿lo quiere con más o menos azúcar?",
  "Con poco azúcar, gracias.",
  "¿Desea ron blanco o dorado?",
  "Ron blanco, por favor.",
  "Perfecto, enseguida lo preparo.",
  "Gracias, se ve muy bien.",
  "Que lo disfrute.",
  "Cuenta abierta",
  "El cliente quiere dejar la cuenta abierta para varias rondas.",
  "Hola, ¿puedo dejar la cuenta abierta?",
  "Sí, ¿me deja su tarjeta de crédito como garantía?",
  "Perfecto, ¿qué le sirvo para empezar?",
  "Una copa de vino tinto.",
  "Aquí tiene. ¿Algo más de momento?",
  "No, gracias.",
  "Perfecto, cuando pida otra ronda, solo dígame su nombre.",
  "Un cóctel sin alcohol",
  "El cliente pide un cóctel sin alcohol.",
  "Buenas, ¿tiene cócteles sin alcohol?",
  "Sí, tenemos mojito sin alcohol, piña colada sin alcohol y varios zumos.",
  "Me apetece un mojito sin alcohol.",
  "Muy bien, enseguida se lo preparo.",
  "Gracias, tiene muy buena pinta.",
  "De nada, disfrútelo.",
  "Pidiendo tapas en la barra",
  "El cliente acompaña la bebida con tapas.",
  "Buenas, ¿qué tapas tienen hoy?",
  "Tenemos tortilla, aceitunas, calamares y croquetas.",
  "Me pone una ración de croquetas, por favor.",
  "Claro, ¿algo más para acompañar?",
  "Unas aceitunas también.",
  "Perfecto, enseguida lo saco.",
  "De nada, disfrute de las tapas.",
  "Cliente indeciso",
  "El cliente no sabe qué bebida elegir.",
  "No sé qué tomar, ¿qué me recomienda?",
  "Si le gusta lo dulce, el daiquiri es una buena opción.",
  "Prefiero algo más fuerte.",
  "Entonces quizás un whisky solo o con hielo.",
  "Vale, me pondré un whisky con hielo.",
  "Última ronda",
  "El bar está a punto de cerrar.",
  "Aviso, esta es la última ronda.",
  "Entonces me pone otra cerveza, por favor.",
  "¿Le da tiempo a prepararme también un gin-tonic?",
  "Sí, pero será la última.",
  "Que los disfrute.",
  "Gracias, buenas noches.",
  "Cliente pide la carta de bebidas",
  "Un cliente quiere ver todas las opciones.",
  "¿Me puede dar la carta de bebidas?",
  "Por supuesto, aquí tiene.",
  "¿Tienen cervezas artesanas?",
  "Sí, tenemos IPA y una lager local.",
  "Entonces probaré la IPA.",
  "Muy bien, enseguida se la traigo.",
  "Pidiendo chupitos",
  "Un grupo pide chupitos en la barra.",
  "¿Nos pone cinco chupitos de tequila, por favor?",
  "Claro, ¿quiere sal y limón también?",
  "Aquí tiene, todo listo.",
  "¿Cuánto es en total?",
  "Son 15 euros.",
  "Perfecto, aquí tiene.",
  "Gracias, que lo pasen bien.",
  "Cliente habitual",
  "Un cliente pide lo de siempre.",
  "Hola, lo de siempre, por favor.",
  "Claro, una caña y unas aceitunas, ¿verdad?",
  "Exacto, gracias.",
  "Enseguida se lo pongo.",
  "Siempre muy atento, gracias.",
  "Es un placer verle cada vez.",
  "Igualmente, hasta la próxima.",
  "Hasta luego.",
  "Pidiendo comida por teléfono",
  "Un huésped llama para pedir comida a la habitación.",
  "Pidiendo toallas limpias",
  "Un huésped llama porque necesita más toallas.",
  "Pidiendo desayuno",
  "El huésped pide desayuno a la habitación.",
  "Retiro de bandejas",
  "El huésped llama para retirar la bandeja usada.",
  "Pidiendo bebidas",
  "El huésped pide bebidas al cuarto.",
  "Pidiendo mantas extra",
  "Un huésped necesita más mantas.",
  "Problema con el aire acondicionado",
  "Un huésped informa de un problema con el aire acondicionado.",
  "Confirmar horario de entrega",
  "El huésped quiere confirmar la hora exacta de entrega de su pedido.",
  "Pedido de postre",
  "El huésped pide un postre a la habitación.",
  "Emergencia médica",
  "El huésped llama con una emergencia médica.",
  "La sopa está fría",
  "Un cliente se queja de que la sopa está fría en el restaurante del hotel.",
  "Habitación ruidosa",
  "El huésped se queja por ruido cerca de su habitación.",
  "Retraso en el servicio",
  "El cliente se queja por el retraso en la comida.",
  "Error en la cuenta",
  "El cliente detecta un cargo incorrecto en la cuenta.",
  "Aire acondicionado no enfría",
  "El huésped informa que el aire no funciona correctamente.",
  "Limpieza insuficiente",
  "El huésped se queja de que la habitación no está limpia.",
  "Reserva mal gestionada",
  "El huésped afirma que su reserva no coincide con lo contratado.",
  "Alergia no atendida",
  "El cliente indica que no se tuvo en cuenta su alergia alimentaria.",
  "Wi‑Fi no funciona",
  "El huésped comenta que el Wi‑Fi no conecta.",
  "Tiempo de espera en check‑in",
  "El huésped se queja por esperar demasiado en la recepción."
]
